[
  {
    "userId": 1,
    "id": 1,
    "category": "Location",
    "title": "When should you switch to winter tires?",
    "body": "We recommend that you start considering switching to winter tires in the month of November. In November, the temperature drops below 10 degrees, and winter tires are therefore just as effective as summer tires. This means you are prepared for any sudden weather changes that may occur at the beginning of December."
  },
  {
    "userId": 1,
    "id": 2,
    "category": "Tires",
    "title": "What is the difference between winter-summer tires?",
    "body": "Winter tires have more extensive patterns and are made of softer rubber than summer tires. This means that winter tires have a better grip on the road at cold temperatures, as well as on surfaces such as ice and snow. Conversely, summer tires work best in mild and warm temperatures, as well as rainy weather."
  },
  {
    "userId": 1,
    "id": 3,
    "category": "Wires",
    "title": "When are my tires tender?",
    "body": "All tires soften over time, some tires more than others. It can be dangerous to drive with softened tyres, as the tyre's driving properties deteriorate, i.a. its braking performance. Some tires soften already after 3-4 years, while other tires last up to 10 years before they start to soften. This depends in particular on the storage of the tyres, as temperature and humidity affect how the tires soften. At Rubberduck, we store the tires dry and frost-free in order to extend the life of the tires as much as possible. In addition, we check tire pressure, tire quality and the tire tread, so you can always feel confident and safe driving."
  },
  {
    "userId": 1,
    "id": 4,
    "category": "Wires",
    "title": "Why switch to winter tyres?",
    "body": "When the temperature drops in the winter months, the summer tire's driving properties deteriorate drastically. The roads become slippery, and this means that the tires do not have the same grip on the road, especially when the snow falls and the temperature reaches freezing. Without winter tires, the car will be difficult to maneuver and have poorer braking performance, which can cause serious accidents."
  },
  {
    "userId": 1,
    "id": 5,
    "category": "Tires",
    "title": "Why switch to summer tyres?",
    "body": "During the warm months of the year, winter tires are not as safe to drive as summer tires. This is due, among other things, to that the winter tire's rubber compound is not suitable for warmer temperatures, and thus road grip and braking performance deteriorate. In addition, the durability of winter tires is affected, as they wear out more quickly in the mild and hot summer weather."
  },
  {
    "userId": 1,
    "id": 6,
    "category": "Pick",
    "title": "When are my tires worn out?",
    "body": "For both winter and summer tyres, it is a legal requirement that there is at least 1.6mm of tread remaining. FDM and Rubberduck recommend that there is a minimum of 3.00 mm of wear track remaining."
  },
  {
    "userId": 1,
    "id": 7,
    "category": "Pick",
    "title": "When should you switch to summer tyres?",
    "body": "We recommend that you switch to summer tires from the beginning of April. In April, there is a low risk of frost and snow, and the temperature is around 5-10 degrees, where the pattern and rubber compound of the summer tires ensure proper grip to a greater extent."
  }
]
